Repository: wp-plugins/captcha-code-authentication
Catalog: languages/wpcaptchadomain-*.po
Languages: ca_ca, cs_cz, de_de, es_es, fa_ir, fi, fr_fr, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sk_sk, sv_se

source: CAPTCHA
fa_ir: تصویر امنیتی

source: Options saved.
ca_ca: Opcions guardades
cs_cz: Volby uloženy
de_de: Einstellungen gespeichert.
es_es: Opciones guardadas.
fa_ir: ذخیره تغییرات
fi: Asetukset tallennettu.
fr_fr: Options sauvées.
nl_nl: Opties redden.
pl_pl: Opcje zapisane.
pt_br: As opções foram salvas.
pt_pt: As opções guardaram.
ru_ru: параметры сохранены.
sk_sk: Nastavenie uložené
sv_se: Inställningar sparade.

source: Select Captcha letters type
ca_ca: Selecciona el tipus de lletres del Captcha
cs_cz: Vyberte písmo pro Captcha
de_de: Zu verwendender Captchatyp
es_es: Seleccione el tipo de letras del Captcha
fa_ir: انتخاب نوع کاراکترهای تصویر امنیتی
fi: Valitse CAPTCHA kirjainten koko
fr_fr: Selection du type caractères du Captcha
nl_nl: Selecteer Captcha brieven typen
pl_pl: Wybierz rodzaj liter Captcha
pt_br: Selecione o tipo das letras do Captcha
pt_pt: Seleccione letras de Captcha escrever
ru_ru: Выберите captcha писем типа
sk_sk: Vyberte písmo pre Captcha
sv_se: Välj typ av Captcha bokstäver

source: Capital letters only
ca_ca: Només majúscules
cs_cz: Pouze velká písmena
de_de: Nur Großbuchstaben
es_es: Solo mayúsculas
fa_ir: فقط حروف بزرگ
fi: Suuret kirjaimet
fr_fr: Uniquement des caractères majuscules
nl_nl: Kapitaalsbrieven enkel
pl_pl: Tylko duże litery
pt_br: Letras maiúsculas apenas
pt_pt: As letras maiúsculas só
ru_ru: заглавных букв только
sk_sk: Len veľké písmená
sv_se: Endast versaler

source: Small letters only
ca_ca: Només minúscules
cs_cz: Pouze malá písmena
de_de: Nur Kleinbuchstaben
es_es: Solo minúsculas
fa_ir: فقط حروف کوچک
fi: Pienet kirjaimet
fr_fr: Uniquement des caractères minuscules
nl_nl: Kleine brieven enkel
pl_pl: Tylko małe litery
pt_br: Letras minúsculas apenas
pt_pt: A minúscula só
ru_ru: маленьких букв только
sk_sk: Len malé písmená
sv_se: Endast gemener

source: Capital & Small letters
ca_ca: Majúscules i minúscules
cs_cz: Velká a malá písmena
de_de: Groß & Kleinbuchstaben
es_es: Mayúsculas y minúsculas
fa_ir: حروف بزرگ و کوچک
fi: Suuret ja pienet kirjaimet
fr_fr: Caractères majuscules & minuscules
nl_nl: Hoofdstad & Kleine brieven
pl_pl: Duże i małe litery
pt_br: Letras maiúsculas e minúsculas
pt_pt: O capital & minúscula
ru_ru: Капитал и маленьких букв
sk_sk: Veľké aj malé písmená
sv_se: Versaler & gemener

source: Select a Captcha type
ca_ca: Seleccioneu un tipus de Captcha
cs_cz: Vyberte typ Captcha
de_de: Wählen Sie einen Captcha-Typ
es_es: Seleccione un tipo de Captcha
fa_ir: انتخاب نوع تصویر امنیتی
fi: Valitse CAPTCHA tyyppi
fr_fr: Sélection un type de Captcha
nl_nl: Selecteer een Captcha type
pl_pl: Wybierz typ Captcha
pt_br: Selecione o tipo do Captcha
pt_pt: Seleccione um tipo de Captcha
ru_ru: Выберите captcha типа
sk_sk: Vyberte typ Captcha
sv_se: Välj typ av Captcha tecken

source: Alphanumeric
ca_ca: Alfanumèric
cs_cz: Písmena a čísla
de_de: Alphanumerisch
es_es: Alfanumérico
fa_ir: حروف و اعداد
fi: Aakkosnumeerinen
fr_fr: Alphanumérique
nl_nl: Alfanumerisch teken
pl_pl: Alfanumeryczne
pt_br: Alfanumérico
pt_pt: Alfanumérico
ru_ru: буквенно-цифровые
sk_sk: Písmená aj čísla
sv_se: Alfanumerisk

source: Alphabets only
ca_ca: Només lletres
cs_cz: Pouze písmena
de_de: Nur Buchstaben
es_es: Solo caracteres
fa_ir: فقط حروف الفبا
fi: Vain aakkoset
fr_fr: Uniquement alphabétiques
nl_nl: Alfabetten enkel
pl_pl: Tylko litery
pt_br: Letras apenas
pt_pt: Os alfabetos só
ru_ru: алфавиты только
sk_sk: Len písmená
sv_se: Endast bokstäver

source: Numbers only
ca_ca: Només números"
cs_cz: Pouze čísla
de_de: Nur Zahlen
es_es: Solo números
fa_ir: فقط اعداد
fi: Vain numerot
fr_fr: Uniquement numériques
nl_nl: Nummers enkel
pl_pl: Tylko liczby
pt_br: Números apenas
pt_pt: Os números só
ru_ru: Число только
sk_sk: Len čísla
sv_se: Endast siffror

source: Total number of Captcha Characters
ca_ca: Nombre total de caràcters del Captcha
cs_cz: Celkový počet znaků CAPTCHA
de_de: Gesamtzahl der CAPTCHA
es_es: Número total de caracteres del Captcha
fa_ir: تعداد کاراکترهای کد امنیتی
fi: Kokonaismäärä Captcha Hahmot
fr_fr: Nombre total de caractères Captcha
nl_nl: Totaal aantal Captcha tekens
pl_pl: Liczba znaków CAPTCHA
pt_br: Número total de caracteres no Captcha
pt_pt: Número total de caracteres captcha
ru_ru: Общее количество Символы
sk_sk: Celkový počet znakov Captcha
sv_se: Antal Captcha tecken

source: Captcha display Options
ca_ca: Opcions de visualització del Captcha
cs_cz: Možnosti zobrazení Captcha
de_de: Captcha Anzeige Einstellungen
es_es: Opciones de visualización del Captcha
fa_ir: تنظیمات نمایش تصویر امنیتی
fi: CAPTCHA esitysasetukset
fr_fr: Options d'affichage du Captcha
nl_nl: Captcha tentoonstelling Opties
pl_pl: Opcje wyświetlania Captcha
pt_br: Opções de exibição do Captcha
pt_pt: Opções de exibição de Captcha
ru_ru: Captcha схема варианты
sk_sk: Možnosti zobrazenia Captcha
sv_se: Inställningar för visning av Captcha

source: Enable Captcha for Login form
ca_ca: Habilita Captcha per al formulari d'autenticació
cs_cz: Povolit Captcha pro přihlašovací formulář
de_de: Aktiviere Captcha für Loginformular
es_es: Habilitar Captcha para el formulario de autentificación
fa_ir: فعال کردن تصویر امنیتی برای فرم ورود
fi: Näytetään kirjautuessa
fr_fr: Activer le Captcha pour le formulaire d'accès
nl_nl: Geef de gelegenheid Captcha voor Login formulier
pl_pl: Włącz Captcha dla formularza logowania
pt_br: Habilitar Captcha para tela de Login
pt_pt: Capacite Captcha para forma de Login
ru_ru: Чтобы captcha за Вход для пользователя форме
sk_sk: Povoliť Captcha pre prihlasovací formulár
sv_se: Aktivera Captcha i inloggningsformulär

source: Yes
ca_ca: Si
cs_cz: Ano
de_de: Ja
es_es: Sí
fa_ir: بلی
fi: Kyllä
fr_fr: Oui
nl_nl: Ja
pl_pl: Tak
pt_br: Sim
pt_pt: Sim
ru_ru: Да
sk_sk: Áno
sv_se: Ja

source: No
cs_cz: Ne
de_de: Nein
fa_ir: خیر
fi: Ei
fr_fr: Non
nl_nl: Nee
pl_pl: Nie
pt_br: Não
pt_pt: Não
ru_ru: Нет
sk_sk: Nie
sv_se: Nej

source: Enable Captcha for Register form
ca_ca: Habilita Captcha per al formulari de registre
cs_cz: Povolit Captcha pro registrační formulář
de_de: Aktiviere Captcha für Registrierungsformular
es_es: Habilitar Captcha para el formulario de registro
fa_ir: فعال کردن تصویر امنیتی برای فرم عضویت
fi: Näytetään rekisteröityessä
fr_fr: Activer le Captcha pour le formulaire d'enregistrement
nl_nl: Geef de gelegenheid Captcha voor Register formulier
pl_pl: Włącz Captcha dla formularza rejestracji
pt_br: Habilitar Captcha para tela de Registo de Usuários
pt_pt: Capacite Captcha para forma de Registo
ru_ru: Чтобы captcha для Регистра форме
sk_sk: Povoliť Captcha pre registračný formulár
sv_se: Aktivera Captcha i registreringsformulär

source: Enable Captcha for Lost Password form
ca_ca: Habilita Captcha per al formulari de recuperació de clau
cs_cz: Povolit Captcha pro formulář "ztracené heslo"
de_de: Aktiviere Captcha in Formular für verlorenes Passwort
es_es: Habilitar Captcha para el formulario de recuperación de clave
fa_ir: فعال کردن تصویر امنیتی برای فرم فراموشی رمز عبور
fi: Näytetään uutta salasanaa pyydettäessä
fr_fr: Activer le Captcha pour le formulaire de perte de mot de passe
nl_nl: Geef de gelegenheid Captcha voor Verloren Wachtwoord formulier
pl_pl: Włącz Captcha dla formularza odzyskiwania hasła
pt_br: Habilitar Captcha para tela de "Esqueci a senha"
pt_pt: Capacite Captcha para forma Perdida de palavra-passe
ru_ru: Чтобы captcha для Забыли Пароль форме
sk_sk: Povoliť Captcha pre formulár "Stratené heslo"
sv_se: Aktivera Captcha i formulär för lösenordsåterställning

source: Enable Captcha for Comments form
ca_ca: Habilita Captcha per a l'enviament de comentaris
cs_cz: Povolit Captcha pro komentáře
de_de: Aktiviere Captcha für Kommentarformular
es_es: Habilitar Captcha para el envío de comentarios
fa_ir: فعال کردن تصویر برای فرم نظرات
fi: Näytetään kommentoitaessa
fr_fr: Activer le Captcha pour le formulaire de commentaires
nl_nl: Geef de gelegenheid Captcha voor Commentaar om te vormen
pl_pl: Włącz Captcha dla komentarzy
pt_br: Habilitar Captcha para tela de Comentários
pt_pt: Capacite Captcha para Comentários formar
ru_ru: Чтобы captcha для замечаний форме
sk_sk: Povoliť Captcha pre komentáre
sv_se: Aktivera Captcha i kommentarsformulär

source: Hide Captcha for logged in users
ca_ca: Amaga Captcha per a usuaris autentificats
cs_cz: Skrýt Captcha pro přihlášené uživatele
de_de: Verstecke Captcha für eingeloggte Benutzer
es_es: Ocultar Captcha para usuarios autentificados
fa_ir: غیر فعال کردن تصویر امنیتی برای اعضای وارد شده به سایت
fi: Piilota CAPTCHA sisäänkirjautuneilta käyttäjiltä
fr_fr: Cacher le Captcha pour les utilisateurs connectés
nl_nl: Verberg Captcha voor gehakt hout in gebruikers
pl_pl: Schowaj Captcha dla zalogowanych użytkowników
pt_br: Esconder Captcha para usuários já logados
pt_pt: Esconda Captcha para fazer utilizadores de logon
ru_ru: Скрыть captcha для авторизирован пользователей
sk_sk: Skrýť Captcha pre prihlásených užívateľov
sv_se: Göm Captcha för inloggade användare

source: Save
ca_ca: Guarda
cs_cz: Uložit
de_de: Speichern
es_es: Guardar
fa_ir: ذخیره
fi: Tallenna
fr_fr: Sauvé
nl_nl: Red
pl_pl: Zapisz
pt_br: Salvar
pt_pt: Guarde
ru_ru: Записи
sk_sk: Uložiť
sv_se: Spara

source: Captcha
fa_ir: تصویر امنیتی

source: Type the text displayed above
ca_ca: Introduïu el text mostrat a dalt
cs_cz: Prosím, opište text zobrazený výše
de_de: Geben Sie den obigen Text ein
es_es: Escriba el texto mostrado arriba
fa_ir: تصویر امنیتی را وارد کنید
fi: Kirjoita yllä oleva koodi
fr_fr: Type de texte à afficher au-dessus
nl_nl: Typ de tekst getoonde boven
pl_pl: Wpisz tekst wyświetlony powyżej
pt_br: Digite os caracteres exibidos acima
pt_pt: Escreva o texto exibido acima
ru_ru: Введите текст просмотров выше
sk_sk: Opíšte zobrazený text
sv_se: Skriv in tecknen som visas ovanför

source: Captcha confirmation error!
ca_ca: Error de confirmació del Captcha!
cs_cz: Chyba v ověření Captcha!
de_de: Fehler bei Captcha-Bestätigung!
es_es: ¡Error de confirmación del Captcha!
fa_ir: خطای تصویر امنیتی
fi: CAPTCHA vahvistusvirhe!
fr_fr: Erreur de confirmation du Captcha!
nl_nl: Captcha bevestigingsfout!
pl_pl: Błąd potwierdzenia Captcha!
pt_br: Erro de confirmação do Captcha!
pt_pt: Erro de confirmação de Captcha!
ru_ru: captcha подтверждение ошибка!
sk_sk: Chyba v overovaní!
sv_se: Captcha kunde inte konfirmeras!

source: Incorrect captcha confirmation!
ca_ca: Confirmació incorrecta del captcha
cs_cz: Nesprávně opsaný kontrolní text!
de_de: Captcha falsch eingegeben!
es_es: ¡Confirmación incorrecta del captcha!
fa_ir: کد تصویر وارد شده اشتباه است!
fi: Väärä CAPTCHA vahvistus!
fr_fr: Confirmation du Captcha incorrecte!
nl_nl: Verkeerde captcha bevestiging!
pl_pl: Nieprawidłowe potwierdzenie kodu captcha!
pt_br: Confirmação incorreta do Captcha!
pt_pt: Confirmação incorrecta de captcha!
ru_ru: Неправильная captcha подтверждение!
sk_sk: Nesprávne opísaný text!
sv_se: Inkorrekt Captcha angiven!

source: CAPTCHA cannot be empty.
ca_ca: El CAPTCHA no pot estar buit.
cs_cz: Kontrolní text (Captcha) nemůže být prázdný.
de_de: Feld darf nicht leer sein!
es_es: El CAPTCHA no puede estar vacío.
fa_ir: تصویر امنیتی را وارد کنید.
fi: CAPTHCA ei voi olla tyhjä.
fr_fr: CAPTCHA ne peux pas être vide.
nl_nl: CAPTCHA kan leeg niet zijn.
pl_pl: Pole CAPTCHA nie może być puste.
pt_br: Os caracteres do Captcha não foram preenchidos.
pt_pt: CAPTCHA não pode estar vazio.
ru_ru: captcha не может быть пуст.
sk_sk: Kontrolný text (Captcha) nemôže zostať prázdny.
sv_se: CAPTCHA kan inte vara tom.

source: Error: Incorrect CAPTCHA. Press your browser's back button and try again.
ca_ca: Error: CAPTCHA incorrecte. Premeu el botó enrere del seu navegador i intenteu-ho de nou.
cs_cz: Chyba: Nesprávná CAPTCHA. Vraťte se zpět a zkuste to znovu.
de_de: Fehler: Captcha falsch eingegeben! Drücken Sie den "Zurück - Button" Ihres Browsers und versuchen Sie es erneut.
es_es: Error: CAPTCHA incorrecto. Pulse el botón "Atrás" de su navegador e inténtelo de nuevo.
fa_ir: خطا : تصویر امنیتی اشتباه است. به صفحه قبل باز گردید و مجددا امتحان کنید.
fi: Virhe: Väärä CAPTHCA koodi. Paina selaimesi takaisinpaluu -painiketta ja kokeile uudelleen.
fr_fr: Erreur: CAPTCHA incorrecte. Pressez le bouton retour en arrière de votre navigateur et réessayez à nouveau.
nl_nl: Fout: Verkeerde CAPTCHA. Druk de achterknoop en poging van uw browser opnieuw.
pl_pl: Błąd: Nipepoprawny kod Captcha. Kliknij wstecz w swojej przeglądarce i spróbuj jeszcze raz
pt_br: Erro: Captcha incorreto. Pressione o botão "Voltar" do navegador e tente novamente.
pt_pt: O erro: CAPTCHA incorrecto. Pressione seu botão traseiro do navegador e tentativa outra vez.
ru_ru: Ошибка: неправильные captcha. Пресса Ваш браузер, назад кнопку и попробуйте снова.
sk_sk: Chyba: Nesprávná Captcha. Vráťte sa späť a skúste to znovu.
sv_se: Fel: Inkorrekt CAPTCHA. Tryck på din webbläsares "Tillbaka-knapp" och försök igen.

source: ERROR
cs_cz: Chyba
de_de: FEHLER
fa_ir: خطا
fi: VIRHE
fr_fr: ERREUR
nl_nl: FOUT
pl_pl: BŁĄD
pt_br: ERRO
pt_pt: ERRO
ru_ru: Ошибка
sk_sk: Chyba
sv_se: FEL

source: Please complete the CAPTCHA.
ca_ca: Completi el CAPTCHA.
cs_cz: Prosím, opište CAPTCHA.
de_de: Bitte vervollständigen Sie die Captchaeingabe
es_es: Complete el CAPTCHA.
fa_ir: لطفا تصویر امنیتی را کامل کنید.
fi: Ole hyvä ja täytä CAPTCHA.
fr_fr: Veuillez compléter le CAPTCHA.
nl_nl: Vervolledig alstublieft de CAPTCHA.
pl_pl: Proszę uzupełnij kod Captcha.
pt_br: Por favor complete o Captcha.
pt_pt: Por favor complete o CAPTCHA.
ru_ru: Просьба заполнить captcha.
sk_sk: Prosím, opíšte Captcha kód.
sv_se: Var vänlig och komplettera CAPTCHA.

source: That CAPTCHA was incorrect.
ca_ca: CAPTCHA incorrecte.
cs_cz: Tato CAPTCHA je chybně.
de_de: Diese Captchaeingabe war falsch.
es_es: CAPTCHA incorrecto.
fa_ir: تصویر امنیتی وارد شده صحیح نیست.
fi: Syöttämäsi CAPTCHA oli väärin.
fr_fr: Ce CAPTCHA est incorrecte.
nl_nl: Die CAPTCHA was verkeerd.
pl_pl: Ten kod CAPTCHA był niepoprawny.
pt_br: O Captcha estava incorreto.
pt_pt: Esse CAPTCHA era incorrecto.
ru_ru: Что captcha является неверным.
sk_sk: Táto Captcha je chybne.
sv_se: CAPTCHA-inmatningen var inkorrekt.
